Repository: gibonson/MeraProd
Catalog: mainApp/translations/*/LC_MESSAGES/messages.po
Languages: pl

source: User already exist! please try a different username
pl: Operator już istnieje. Prosze wybrac inna nazwe

source: Create Account
pl: Utwórz nowe konto

source: Submit
pl: Zatwierdz

source: Open the product
pl: Rozpocznij zlecenie

source: is in the DB with open status.
pl: Zlecenie jest otwarte.

source: is in the DB with closed/finished status.
pl: Zlecenie utworzone wcześniej.

source: does not exist on DB.
pl: Utwórz nowe zlecenie.

source: You have
pl: Masz

source: open products and
pl: otwarte porodukty i

source: open events
pl: otwarte czynności

source: Activation Product Page
pl: Aktywacja zlecenia

source: Cancel
pl: Anuluj

source: Finished Product
pl: Zakończone zlecenia

source: Event
pl: Start/Stop

source: No open event
pl: Brak otwartych czynności

source: Force STOP
pl: STOP

source: event
pl: Czynności

source: register_page
pl: Dodaj nowego użytkownika

source: User table
pl: Użytkownicy

source: Add product
pl: Dodaj slecenie

source: Product table
pl: Tabela zleceń

source: Add status
pl: Dodaj status

source: Add event
pl: Dodaj czynnośC

source: Event table
pl: Tabela czynnośći

source: Download
pl: Pobierz raport

source: Send test message
pl: Wyślij wiadmość testową

source: logout_page
pl: Wyloguj

source: login_page
pl: Logowanie

source: Event Page
pl: Dodaj nową czynność

source: Event Start Form
pl: Start/Stop czynnośći

source: create a new evet for
pl: Start/Stop czynnośći dla

source: Event Table Page
pl: Tabela czynnośći

source: Please Set the range:
pl: Podaj zakres:

source: id
pl: lp.

source: modelCode
pl: Numer zlecenia

source: modelName
pl: Model

source: username
pl: Operator

source: statusName
pl: Nazwa statusu

source: okCounter
pl: Sztuki OK

source: nokCounter
pl: Sztuki NOK

source: startDate
pl: Data START

source: endDate
pl: Data KONIEC

source: delta
pl: Róźnica

source: Home Page
pl: Strona startowa

source: Login Page
pl: Zaloguj

source: Please Login
pl: Zaloguj się

source: Product Finished Table Page
pl: Zakończone zlecenia

source: orderStatus
pl: Dodaj status

source: executionDate
pl: Data KONIEC

source: Action
pl: Akcja

source: Product Summary
pl: Podsumowanie zlecenia

source: Send email
pl: Wyślij wiadomość

source: Product Page
pl: Dodaj nowe zlecenie

source: Product Summary Table Page
pl: Podsumowanie zlecenia

source: idStatus
pl: Nazwa statusu

source: production
pl: Akcja

source: delta [h]
pl: Róźnica

source: Product Table Page
pl: Tabela zleceń

source: Register Page
pl: Strona rejstracji uzytkownikow

source: Please Create your Account
pl: Utwórz swoje konto

source: Status Page
pl: Dodaj nowy status

source: User Table Page
pl: Tabela użytkowników

source: email_address
pl: Adres email

source: role
pl: Rola

source: active
pl: Akcja

source: action
pl: Akcja

source: Stop event:
pl: Stop

source: Do you want to close event:
pl: Zakończ czynność:

source: for detail
pl: dla zlecenia

source: Close
pl: Zamknij

source: Start event:
pl: Rozpocznij czynność:

source: Do you want to start new event:
pl: Czy chcesz zacząć czynność:

source: Contact form
pl: Formularz Kontaktowy

source: Do you want to send email to admin?
pl: Czy chcesz wysłać e-mail do administratora?
